{
  "intro": "Machines will never fully replace humans, our feelings and tastes will always matter. So take a moment, relax, and enjoy your coffee.",
  "welcome": "Welcome to pitrLabs",
  "about": "Our Services",
  "serv_title": "Our Services",
  "serv_sub_title": "We understand that technology is the foundation of the future.",
  "serv_sub_title_desc": "We believe that there is value that only humans can provide, we are a team dedicated to that, delivering superior services in data processing, website development, mobile application development, API services, College Project, as well as ERP and CRM solutions.",
  "serv_title_data": "Data Processing",
  "serv_datast_desc": "We deliver a range of standalone data processing solutions from Python‑based orchestration to GUI‑driven ETL and large‑scale distributed computing. Choose from Apache Airflow, Prefect, Pentaho, Talend, or Apache Spark to suit your workflow, volume, and real‑time requirements.",
  "serv_datand_desc": "All demo environments are currently under development and deployment. Soon you’ll be able to launch each tool via interactive buttons and see first‑hand how they perform on real‑world data workflows.",
  "red_attention": "Coming soon",
  "red_attention_APIs": "⚠️  SOAP is under development",
  "serv_title_web": "Web Development",
  "serv_webst_desc": "We build and develop modern, secure, and high-performance websites tailored to your business needs from custom landing pages to full-featured, multi-user web applications. Whether you need to create a brand-new website from scratch or enhance an existing one, we deliver scalable, responsive, and reliable solutions across all devices and platforms.",
  "serv_webnd_desc": "Public demo sites are currently under preparation. Once available, you’ll be able to preview selected projects through live buttons and experience our web solutions in real deployment environments.",
  "serv_title_mobile": "Mobile App Development",
  "serv_mobilest_desc": "We design, build, and develop mobile applications that are fast, intuitive, and scalable for both Android and iOS platforms. Whether you need a brand-new app from scratch or want to enhance an existing one, we manage the entire process: UI/UX design, backend integration, testing, and publishing to the app stores.",
  "serv_mobilend_desc": "Our Play Store and App Store demos are currently under development. Once ready, you’ll be able to explore our real mobile apps directly through interactive buttons and experience the results on your own device.",
  "serv_title_api": "API Development & Integration",
  "serv_apist_desc": "We design, build, and integrate APIs that are secure, scalable, and production-ready, from REST and GraphQL to gRPC and SOAP. Whether you're starting from scratch or need to extend an existing system, we handle every step: API design, authentication, documentation, testing, and deployment.",
  "serv_apind_desc": "All API demo environments are currently under development. Soon, you’ll be able to test our real API implementations including GraphQL Playground, Django REST, Swagger UI, gRPC, and SOAP directly through interactive buttons.",
  "serv_title_erp": "Enterprise Resource Planning",
  "serv_erpst_desc": "We implement industry‑tailored ERP platforms to centralize your operations, covering finance, inventory, purchasing, CRM, HR, and more. Our offerings include iDempiere, Odoo, and ERPNext, each fully customizable to your business needs.",
  "serv_erpnd_desc": "Our live ERP demos are under development. Very soon, you’ll be able to explore each system via demo buttons and evaluate its features hands‑on in a live environment.",
  "serv_title_crm": "Customer Relationship Management",
  "serv_crmst_desc": "We design and implement CRM systems that help you manage customer relationships, sales pipelines, and marketing workflows more efficiently. Whether you need a brand-new CRM tailored to your business or want to extend an existing one, we offer scalable and customizable solutions.",
  "serv_crmnd_desc": "Our CRM demo environments are currently under development. Soon, you’ll be able to try core features like contact management, lead tracking, sales automation, and reporting all through live interactive demos.",
  "serv_title_aca": "Academic Project Assistance",
  "serv_acast_desc": "We provide structured, ethical, and hands-on support for academic projects at every level from Diploma (D3), Bachelor's (S1), Master's (S2), to Doctoral (S3). Whether you're working on a final report, thesis, or dissertation, we help you navigate research design, methodology, data processing, and technical implementation.",
  "serv_acand_desc": "Our goal is to strengthen your academic skills while ensuring your project meets institutional standards. All assistance is personalized, confidential, and aligned with academic integrity policies we guide, but you stay in control of your own work.",
  "serv_title_ml": "AI & Machine Learning",
  "serv_mlst_desc": "We deliver tailored artificial intelligence and machine learning solutions designed to solve real-world problems, from predictive analytics and automation to computer vision and NLP. Whether you're optimizing operations, enhancing customer experience, or conducting academic research, our models are built to adapt and perform.",
  "serv_mlnd_desc": "Our services cover end-to-end development, including data preprocessing, model training, evaluation, deployment (via API), and documentation. We support use cases such as sales forecasting, OCR for eKYC, custom chatbots, sentiment analysis, image classification, and AI-assisted academic prototypes, all built to match your business or research goals.",
  "testimonial_title": "Testimonials",
  "testimonial_desc": "What our clients are saying",
  "testimonial_st": "In terms of design, it is very interactive, visually appealing. And very flexible in use.",
  "testimonial_nd": "Their team's professionalism and expertise in web development exceeded my expectations. They were attentive to my needs, provided innovative solutions and delivered within the agreed timeline.",
  "testimonial_rd": "Not only has strong technical expertise but was also able to articulate my business vision into the design and functionality of the site very well.",
  "testimonial_th": "Good quality of data leads to valuable insights. Persistence data processing builds a sturdy data foundation, to anchor strong decision making.",
  "faq_desc": "Frequently asked questions",
  "q_1": "How does this product support the company's data processing needs?",
  "q_2": "Can your API services improve system integration?",
  "q_3": "How does this product support both mobile application and web development?",
  "q_4": "Can your integrated ERP and CRM solution be customized to meet our specific business requirements, and how does it support personalization for different user roles?",
  "q_5": "What academic levels do you cover for consultation services?",
  "q_6": "How does the consultation process work?",
  "q_7": "What kind of guidance can I expect for my academic project?",
  "q_8": "Are the consultation services personalized?",
  "q_9": "Can you help with both content and formatting issues?",
  "q_10": "Is my project information kept confidential?",
  "q_11": "How long will you provide support through the consultation process?",
  "q_12": "Do you provide proofreading and editing services?",
  "q_13": "What sets your consultation services apart?",
  "q_14": "What mobile development platforms do you specialize in?",
  "q_15": "Can I request a specific native language for my mobile app?",
  "a_1": "This product is designed to streamline and enhance the efficiency of company data processing. Through advanced features, we ensure that your data is processed quickly and accurately, enabling better decision-making.",
  "a_2": "API services are designed to facilitate seamless integration between systems with high standards. Supporting various protocols, our product allows smooth connections between different applications and platforms, providing remarkable flexibility.",
  "a_3": "Our product provides an integrated solution for both mobile application and web development. With efficient development tools, you can create responsive applications and captivating websites, ensuring an exceptional user experience across various platforms.",
  "a_4": "Yes, our solution is highly customizable to accommodate the unique needs of your business. From workflows to reporting, you can tailor the system to align with your specific requirements. Additionally, our integrated solution supports personalization for different user roles, ensuring that each team member accesses the information and features relevant to their responsibilities.",
  "a_5": "We provide consultation services for D3 final projects, S1 essays or undergraduate theses, S2 theses, and S3 doctoral dissertations.",
  "a_6": "Simply reach out to us, and our experienced team will guide you through the consultation process, offering support tailored to your specific academic needs.",
  "a_7": "Our consultation covers various aspects, including research methodology, data analysis, writing structure, and general academic guidance to ensure your project's success.",
  "a_8": "Yes, our services are personalized to meet your unique requirements. We understand that each academic project is distinct, and our guidance is tailored accordingly.",
  "a_9": "Absolutely. We assist not only with content-related concerns but also provide guidance on proper formatting, ensuring your academic work meets the required standards.",
  "a_10": "Sure, if you want we'll prioritize confidentiality. Your project details and personal information are treated with the utmost respect and kept confidential throughout the consultation process.",
  "a_11": "We are committed to supporting you until you successfully graduate. Our assistance extends throughout the entirety of your academic journey, ensuring continuous guidance until you achieve your educational goals.",
  "a_12": "While our primary focus is consultation, we can recommend reputable proofreading and editing services upon request.",
  "a_13_a": "Our consultation services offer flexibility to cater to your specific needs. Choose from the following options:",
  "a_13_b": "Option 1: Exclusive support for program-related tasks.",
  "a_13_c": "Option 2: Exclusive support for writing-related tasks.",
  "a_13_d": "Option 3: Comprehensive assistance covering both program and writing tasks.",
  "a_13_e": "Tailor our services to align perfectly with your requirements, ensuring a personalized and effective consultation experience.",
  "a_14": "Our mobile development team is proficient in a variety of platforms, including native development using Kotlin (Android) and Swift or Objective-C (iOS), as well as hybrid frameworks such as Flutter, Xamarin, Kivy, React Native, and Ionic.",
  "a_15": "Absolutely. We offer expertise in both Kotlin for Android and Swift for iOS. If you have a preference for a specific native language, we can tailor our development services accordingly to meet your requirements. Alternatively, we also support hybrid frameworks for cross-platform compatibility.",
  "started_title": "Get Started",
  "started_desc": "With Our Powerful Solutions for Your Business! Unleash Growth and Boost Efficiency.",
  "started_cta_title": "Satisfaction Guaranteed",
  "started_cta_desc_st": "Revolutionize Your Business with Cutting-edge our product Solutions! 🚀",
  "started_cta_desc_nd": "Unlock Operational Efficiency, Strengthen Customer Relationships, and Propel Your Growth. Our Tailored Solutions Drive Success - Contact Us Today for a Consultation! 🌐✨",
  "started_cta_q": "What will be the next step?",
  "started_list_st": "We'll prepare the proposal.",
  "started_list_nd": "We'll discuss it together.",
  "started_list_rd": "Let's start the discussion.",
  "mail_title": "tell us what kind of service you need",
  "mail_submit": "submit"
}