{
  "intro": "Mesin tak akan pernah sepenuhnya menggantikan manusia, karena rasa dan perasaan kita akan selalu bermakna. Jadi, luangkan waktu sejenak, rileks, dan nikmati kopimu.",
  "welcome": "Selamat datang di pitrLabs",
  "about": "Layanan Kami",
  "serv_title": "Layanan Kami",
  "serv_sub_title": "Kami Memahami Bahwa Teknologi Adalah Fondasi Masa Depan.",
  "serv_sub_title_desc": "Kami percaya bahwa ada nilai yang hanya bisa diberikan oleh manusia, kami adalah tim yang berdedikasi untuk itu, memberikan layanan yang unggul dalam pemrosesan data, pengembangan situs web, pengembangan aplikasi seluler, layanan API, Proyek Perguruan Tinggi, serta solusi ERP dan CRM.",
  "serv_title_data": "Pengolahan Data",
  "serv_datast_desc": "Kami menyediakan berbagai solusi data processing mandiri mulai dari orkestrasi berbasis Python, pipeline ETL visual, hingga komputasi terdistribusi berskala besar. Pilih sesuai kebutuhan Anda dari Apache Airflow, Prefect, Pentaho, Talend, atau Apache Spark.",
  "serv_datand_desc": "Semua demo saat ini sedang dalam tahap pengembangan dan deployment. Segera Anda dapat mengakses tiap tool lewat tombol interaktif dan melihat langsung performanya di alur data nyata.",
  "red_attention": "Segera hadir",
  "red_attention_APIs": "⚠️  SOAP sedang dalam pengembangan",
  "serv_title_web": "Pengembangan Website",
  "serv_webst_desc": "Kami menyediakan layanan pembuatan dan pengembangan website modern yang aman dan berperforma tinggi sesuai dengan kebutuhan bisnis Anda, mulai dari landing page khusus hingga aplikasi web multi-user yang lengkap. Baik Anda ingin membuat website baru dari nol atau mengembangkan sistem yang sudah ada, kami siap memberikan solusi yang skalabel, responsif, dan andal di semua perangkat.",
  "serv_webnd_desc": "Situs demo publik saat ini sedang dalam tahap persiapan. Setelah tersedia, Anda dapat melihat langsung proyek-proyek pilihan kami melalui tombol demo dan mengeksplorasi solusi web kami dalam lingkungan nyata.",
  "serv_title_mobile": "Pengembangan Aplikasi Seluler",
  "serv_mobilest_desc": "Kami menyediakan layanan pembuatan dan pengembangan aplikasi mobile yang cepat, intuitif, dan mudah dikembangkan untuk platform Android maupun iOS. Baik Anda ingin membuat aplikasi baru dari nol maupun mengembangkan aplikasi yang sudah ada, kami menangani seluruh proses: desain UI/UX, integrasi backend, pengujian, hingga publikasi ke app store.",
  "serv_mobilend_desc": "Demo aplikasi kami di Play Store dan App Store saat ini sedang dalam tahap pengembangan. Setelah siap, Anda dapat langsung mencoba aplikasi mobile kami melalui tombol interaktif dan merasakan hasilnya langsung di perangkat Anda.",
  "serv_title_api": "Pengembangan & Integrasi API",
  "serv_apist_desc": "Kami menyediakan layanan pembuatan dan pengembangan API yang aman, skalabel, dan siap produksi mencakup REST, GraphQL, gRPC, hingga SOAP. Baik Anda ingin membangun API dari nol atau mengintegrasikan sistem yang sudah ada, kami menangani seluruh proses: desain, otentikasi, dokumentasi, pengujian, hingga deployment.",
  "serv_apind_desc": "Seluruh demo API saat ini masih dalam tahap pengembangan. Dalam waktu dekat, Anda akan dapat mencoba langsung implementasi API kami termasuk GraphQL Playground, Django REST, Swagger UI, gRPC, dan SOAP melalui tombol interaktif.",
  "serv_title_erp": "Perencanaan Sumber Daya Perusahaan",
  "serv_erpst_desc": "Kami mengimplementasikan platform ERP yang disesuaikan dengan industri Anda, mengelola keuangan, inventori, pengadaan, CRM, SDM, dan lainnya. Kami mendukung iDempiere, Odoo, dan ERPNext, semua siap dikustomisasi sesuai kebutuhan bisnis Anda.",
  "serv_erpnd_desc": "Demo ERP kami saat ini dalam tahap pengembangan. Segera Anda dapat menjelajahi tiap sistem melalui tombol demo dan mengevaluasi fiturnya secara langsung dalam lingkungan live.",
  "serv_title_crm": "Manajemen Hubungan Pelanggan",
  "serv_crmst_desc": "Kami merancang dan mengimplementasikan sistem CRM untuk membantu Anda mengelola relasi pelanggan, pipeline penjualan, dan alur kerja pemasaran secara lebih efisien. Baik Anda ingin membangun CRM baru dari nol maupun mengembangkan sistem yang sudah ada, kami menyediakan solusi yang skalabel dan dapat disesuaikan.",
  "serv_crmnd_desc": "Demo CRM kami saat ini masih dalam tahap pengembangan. Dalam waktu dekat, Anda dapat mencoba fitur inti seperti manajemen kontak, pelacakan prospek, otomasi penjualan, dan pelaporan semua melalui demo interaktif yang siap dijalankan.",
  "serv_title_aca": "Konsultasi Tugas Akademik",
  "serv_acast_desc": "Kami menyediakan dukungan terstruktur dan profesional untuk proyek akademik di semua jenjang mulai dari Diploma (D3), Sarjana (S1), Magister (S2), hingga Doktor (S3). Baik Anda sedang mengerjakan laporan akhir, skripsi, tesis, maupun disertasi, kami siap membantu dalam penyusunan topik, metodologi, pengolahan data, dan implementasi teknis.",
  "serv_acand_desc": "Tujuan kami adalah memperkuat kemampuan akademik Anda sambil memastikan proyek Anda memenuhi standar institusi. Semua bantuan bersifat personal, rahasia, dan sesuai prinsip integritas akademik kami membimbing, Anda tetap pemilik penuh atas karya Anda.",
  "serv_title_ml": "AI & Pembelajaran Mesin",
  "serv_mlst_desc": "Kami menyediakan solusi kepintaran buatan dan machine learning yang disesuaikan untuk memecahkan masalah nyata, mulai dari prediksi bisnis dan otomatisasi proses, hingga computer vision dan pemrosesan bahasa alami. Baik untuk kebutuhan operasional, peningkatan layanan pelanggan, maupun riset akademik, model kami dirancang untuk adaptif dan siap produksi.",
  "serv_mlnd_desc": "Layanan kami mencakup seluruh proses: mulai dari pra-pemrosesan data, training model, evaluasi, deployment melalui API, hingga dokumentasi. Kami mendukung berbagai use case seperti peramalan penjualan, OCR untuk eKYC, chatbot kustom, analisis sentimen, klasifikasi gambar, dan prototipe riset berbasis AI, semua dibangun sesuai kebutuhan bisnis atau akademik Anda.",
  "testimonial_title": "Testimoni",
  "testimonial_desc": "Apa yang dikatakan klien kami",
  "testimonial_st": "Dari segi desain, ini sangat interaktif, menarik secara visual. Dan sangat fleksibel dalam penggunaannya.",
  "testimonial_nd": "Profesionalisme dan keahlian tim mereka dalam pengembangan web melebihi ekspektasi saya. Mereka sangat memperhatikan kebutuhan saya, memberikan solusi inovatif dan menyelesaikannya sesuai jadwal yang disepakati.",
  "testimonial_rd": "Tidak hanya memiliki keahlian teknis yang kuat, tetapi juga mampu mengartikulasikan visi bisnis saya ke dalam desain dan fungsionalitas situs dengan sangat baik.",
  "testimonial_th": "Kualitas data yang baik akan menghasilkan wawasan yang berharga. Pemrosesan data yang gigih akan membangun fondasi data yang kokoh, untuk mendukung pengambilan keputusan yang kuat.",
  "faq_desc": "Pertanyaan yang sering diajukan",
  "q_1": "Bagaimana produk ini mendukung kebutuhan pemrosesan data perusahaan?",
  "q_2": "Dapatkah layanan API Anda meningkatkan integrasi sistem?",
  "q_3": "Bagaimana produk ini mendukung aplikasi seluler dan pengembangan web?",
  "q_4": "Dapatkah solusi ERP dan CRM terintegrasi Anda disesuaikan untuk memenuhi kebutuhan bisnis kami yang spesifik, dan bagaimana solusi ini mendukung personalisasi untuk peran pengguna yang berbeda?",
  "q_5": "Tingkat akademis apa saja yang Anda cakup untuk layanan konsultasi?",
  "q_6": "Bagaimana cara kerja proses konsultasi?",
  "q_7": "Bimbingan seperti apa yang dapat saya harapkan untuk proyek akademik saya?",
  "q_8": "Apakah layanan konsultasi dipersonalisasikan?",
  "q_9": "Dapatkah Anda membantu dengan masalah konten dan pemformatan?",
  "q_10": "Apakah informasi proyek saya dirahasiakan?",
  "q_11": "Berapa lama Anda akan memberikan dukungan melalui proses konsultasi?",
  "q_12": "Apakah Anda menyediakan layanan pengoreksian dan penyuntingan?",
  "q_13": "Apa yang membedakan layanan konsultasi Anda?",
  "q_14": "Platform pengembangan seluler apa yang menjadi spesialisasi Anda?",
  "q_15": "Dapatkah saya meminta bahasa asli tertentu untuk aplikasi seluler saya?",
  "a_1": "Produk ini dirancang untuk merampingkan dan meningkatkan efisiensi pemrosesan data perusahaan. Melalui fitur-fitur canggih, kami memastikan bahwa data Anda diproses dengan cepat dan akurat, sehingga memungkinkan pengambilan keputusan yang lebih baik.",
  "a_2": "Layanan API dirancang untuk memfasilitasi integrasi tanpa batas antar sistem dengan standar tinggi. Mendukung berbagai protokol, produk kami memungkinkan koneksi yang lancar antara berbagai aplikasi dan platform, memberikan fleksibilitas yang luar biasa.",
  "a_3": "Produk kami menyediakan solusi terintegrasi untuk pengembangan aplikasi seluler dan web. Dengan alat pengembangan yang efisien, Anda dapat membuat aplikasi yang responsif dan situs web yang menawan, memastikan pengalaman pengguna yang luar biasa di berbagai platform.",
  "a_4": "Ya, solusi kami sangat mudah disesuaikan untuk mengakomodasi kebutuhan unik bisnis Anda. Mulai dari alur kerja hingga pelaporan, Anda dapat menyesuaikan sistem agar sesuai dengan kebutuhan spesifik Anda. Selain itu, solusi terintegrasi kami mendukung personalisasi untuk peran pengguna yang berbeda, memastikan bahwa setiap anggota tim mengakses informasi dan fitur yang relevan dengan tanggung jawab mereka.",
  "a_5": "Kami menyediakan layanan konsultasi untuk tugas akhir D3, skripsi S1, tesis S2, dan disertasi S3.",
  "a_6": "Cukup hubungi kami, dan tim kami yang berpengalaman akan memandu Anda melalui proses konsultasi, menawarkan dukungan yang disesuaikan dengan kebutuhan akademis Anda.",
  "a_7": "Konsultasi kami mencakup berbagai aspek, termasuk metodologi penelitian, analisis data, struktur penulisan, dan panduan akademis umum untuk memastikan keberhasilan proyek Anda.",
  "a_8": "Ya, layanan kami dipersonalisasi untuk memenuhi kebutuhan unik Anda. Kami memahami bahwa setiap proyek akademik berbeda, dan bimbingan kami disesuaikan dengan kebutuhan Anda.",
  "a_9": "Tentu saja. Kami tidak hanya membantu masalah yang berkaitan dengan konten, tetapi juga memberikan panduan tentang format yang tepat, memastikan karya akademik Anda memenuhi standar yang disyaratkan.",
  "a_10": "Tentu saja, jika Anda menginginkannya, kami akan memprioritaskan kerahasiaan. Detail proyek dan informasi pribadi Anda akan diperlakukan dengan sangat hormat dan dijaga kerahasiaannya selama proses konsultasi.",
  "a_11": "Kami berkomitmen untuk mendukung Anda hingga Anda berhasil lulus. Bantuan kami meluas di sepanjang perjalanan akademis Anda, memastikan bimbingan yang berkelanjutan hingga Anda mencapai tujuan pendidikan Anda.",
  "a_12": "Meskipun fokus utama kami adalah konsultasi, kami dapat merekomendasikan layanan pengoreksian dan pengeditan yang memiliki reputasi baik berdasarkan permintaan.",
  "a_13_a": "Layanan konsultasi kami menawarkan fleksibilitas untuk memenuhi kebutuhan spesifik Anda. Pilihlah dari opsi-opsi berikut ini:",
  "a_13_b": "Opsi 1: Dukungan eksklusif untuk tugas-tugas terkait program.",
  "a_13_c": "Opsi 2: Dukungan eksklusif untuk tugas-tugas yang berhubungan dengan penulisan.",
  "a_13_d": "Opsi 3: Bantuan komprehensif yang mencakup program dan tugas-tugas penulisan.",
  "a_13_e": "Sesuaikan layanan kami dengan kebutuhan Anda, untuk memastikan pengalaman konsultasi yang personal dan efektif.",
  "a_14": "Tim pengembangan seluler kami mahir dalam berbagai platform, termasuk pengembangan asli menggunakan Kotlin (Android) dan Swift atau Objective-C (iOS), serta kerangka kerja hibrida seperti Flutter, Xamarin, Kivy, React Native, dan Ionic.",
  "a_15": "Tentu saja. Kami menawarkan keahlian dalam Kotlin untuk Android dan Swift untuk iOS. Jika Anda memiliki preferensi untuk bahasa asli tertentu, kami dapat menyesuaikan layanan pengembangan kami untuk memenuhi kebutuhan Anda. Sebagai alternatif, kami juga mendukung kerangka kerja hibrida untuk kompatibilitas lintas platform.",
  "started_title": "Dapat Dimulai",
  "started_desc": "Dengan Solusi Ampuh Kami untuk Bisnis Anda! Lepaskan Pertumbuhan dan Tingkatkan Efisiensi.",
  "started_cta_title": "Jaminan Kepuasan",
  "started_cta_desc_st": "Merevolusi Bisnis Anda dengan Solusi Produk kami yang Mutakhir! 🚀",
  "started_cta_desc_nd": "Membuka Efisiensi Operasional, Memperkuat Hubungan Pelanggan, dan Mendorong Pertumbuhan Anda. Solusi Khusus Kami Mendorong Kesuksesan - Hubungi Kami Hari Ini untuk Konsultasi! 🌐✨",
  "started_cta_q": "Apa langkah selanjutnya?",
  "started_list_st": "Kami akan menyiapkan proposalnya.",
  "started_list_nd": "Kita akan membahasnya bersama.",
  "started_list_rd": "Mari kita mulai pembahasannya.",
  "mail_title": "katakan pada kami jenis layanan apa yang kamu butuhkan",
  "mail_submit": "kirim"
}