{
  "intro": "Mesin tidak akan sepenuhnya menggantikan manusia, karena perasaan dan selera manusia masih dibutuhkan setiap saat.",
  "welcome": "Selamat datang di pitrLabs",
  "about": "Layanan Kami",
  "serv_title": "Layanan Kami",
  "serv_sub_title": "Kami Memahami Bahwa Teknologi Adalah Fondasi Masa Depan.",
  "serv_sub_title_desc": "Kami percaya bahwa ada nilai yang hanya bisa diberikan oleh manusia, kami adalah tim yang berdedikasi untuk itu, memberikan layanan yang unggul dalam pemrosesan data, pengembangan situs web, pengembangan aplikasi seluler, layanan API, Proyek Perguruan Tinggi, serta solusi ERP dan CRM.",
  "serv_title_data": "Pengolahan Data",
  "serv_title_data_desc": "Kami mengubah data mentah menjadi pengetahuan yang berharga. Dengan pengalaman analisis teknis kami, kami memberikan wawasan yang dapat mengubah bisnis atau tujuan Anda.",
  "red_attention": "Segera hadir",
  "red_attention_APIs": "⚠️  SOAP sedang dalam pengembangan",
  "serv_title_web": "Pengembangan Web",
  "serv_title_web_desc": "Membangun situs web yang tidak hanya menarik tetapi juga berkinerja tinggi. Dari desain responsif hingga pengalaman pengguna yang memukau, kami membuat Anda terlihat hebat di dunia maya.",
  "serv_title_mobile": "Pengembangan Mobile",
  "serv_title_mobile_desc": "Berinovasi dengan aplikasi mobile, mengintegrasikannya dengan berbagai sistem, memberikan kegunaan, dan membantu Anda menjangkau audiens mobile yang ditargetkan.",
  "serv_title_api": "Layanan API's",
  "serv_title_api_desc": "Konektivitas tanpa batas. Kami merancang dan mengelola API yang kuat, membantu Anda mengintegrasikan layanan dan sistem dengan lancar, serta meningkatkan efisiensi bisnis Anda.",
  "serv_title_erp": "Perencanaan Sumber Daya Perusahaan",
  "serv_title_erp_desc": "Optimalisasi bisnis secara menyeluruh. Solusi ERP kami mengelola sumber daya perusahaan Anda dengan cerdas, membantu Anda membuat keputusan yang lebih baik dan lebih cepat.",
  "serv_title_crm": "Manajemen Hubungan Pelanggan",
  "serv_title_crm_desc": "Pelanggan adalah aset yang berharga. Dengan solusi CRM kami, Anda dapat membangun hubungan yang kuat dan berkelanjutan dengan pelanggan, meningkatkan kepuasan dan loyalitas mereka.",
  "serv_title_aca": "Konsultasi Tugas Akademik",
  "serv_title_aca_desc": "Tingkatkan perjalanan akademis Anda dengan bimbingan kami untuk  Diploma III (D3) tugas akhir, Sarjana (S1) skripsi, Magister (S2) tesis, dan Doktor (S3) disertasi.",
  "testimonial_title": "Testimoni",
  "testimonial_desc": "Apa yang dikatakan klien kami",
  "testimonial_st": "Dari segi desain, ini sangat interaktif, menarik secara visual. Dan sangat fleksibel dalam penggunaannya.",
  "testimonial_nd": "Profesionalisme dan keahlian tim mereka dalam pengembangan web melebihi ekspektasi saya. Mereka sangat memperhatikan kebutuhan saya, memberikan solusi inovatif dan menyelesaikannya sesuai jadwal yang disepakati.",
  "testimonial_rd": "Tidak hanya memiliki keahlian teknis yang kuat, tetapi juga mampu mengartikulasikan visi bisnis saya ke dalam desain dan fungsionalitas situs dengan sangat baik.",
  "testimonial_th": "Kualitas data yang baik akan menghasilkan wawasan yang berharga. Pemrosesan data yang gigih akan membangun fondasi data yang kokoh, untuk mendukung pengambilan keputusan yang kuat.",
  "faq_desc": "Pertanyaan yang sering diajukan",
  "q_1": "Bagaimana produk ini mendukung kebutuhan pemrosesan data perusahaan?",
  "q_2": "Dapatkah layanan API Anda meningkatkan integrasi sistem?",
  "q_3": "Bagaimana produk ini mendukung aplikasi seluler dan pengembangan web?",
  "q_4": "Dapatkah solusi ERP dan CRM terintegrasi Anda disesuaikan untuk memenuhi kebutuhan bisnis kami yang spesifik, dan bagaimana solusi ini mendukung personalisasi untuk peran pengguna yang berbeda?",
  "q_5": "Tingkat akademis apa saja yang Anda cakup untuk layanan konsultasi?",
  "q_6": "Bagaimana cara kerja proses konsultasi?",
  "q_7": "Bimbingan seperti apa yang dapat saya harapkan untuk proyek akademik saya?",
  "q_8": "Apakah layanan konsultasi dipersonalisasikan?",
  "q_9": "Dapatkah Anda membantu dengan masalah konten dan pemformatan?",
  "q_10": "Apakah informasi proyek saya dirahasiakan?",
  "q_11": "Berapa lama Anda akan memberikan dukungan melalui proses konsultasi?",
  "q_12": "Apakah Anda menyediakan layanan pengoreksian dan penyuntingan?",
  "q_13": "Apa yang membedakan layanan konsultasi Anda?",
  "q_14": "Platform pengembangan seluler apa yang menjadi spesialisasi Anda?",
  "q_15": "Dapatkah saya meminta bahasa asli tertentu untuk aplikasi seluler saya?",
  "a_1": "Produk ini dirancang untuk merampingkan dan meningkatkan efisiensi pemrosesan data perusahaan. Melalui fitur-fitur canggih, kami memastikan bahwa data Anda diproses dengan cepat dan akurat, sehingga memungkinkan pengambilan keputusan yang lebih baik.",
  "a_2": "Layanan API dirancang untuk memfasilitasi integrasi tanpa batas antar sistem dengan standar tinggi. Mendukung berbagai protokol, produk kami memungkinkan koneksi yang lancar antara berbagai aplikasi dan platform, memberikan fleksibilitas yang luar biasa.",
  "a_3": "Produk kami menyediakan solusi terintegrasi untuk pengembangan aplikasi seluler dan web. Dengan alat pengembangan yang efisien, Anda dapat membuat aplikasi yang responsif dan situs web yang menawan, memastikan pengalaman pengguna yang luar biasa di berbagai platform.",
  "a_4": "Ya, solusi kami sangat mudah disesuaikan untuk mengakomodasi kebutuhan unik bisnis Anda. Mulai dari alur kerja hingga pelaporan, Anda dapat menyesuaikan sistem agar sesuai dengan kebutuhan spesifik Anda. Selain itu, solusi terintegrasi kami mendukung personalisasi untuk peran pengguna yang berbeda, memastikan bahwa setiap anggota tim mengakses informasi dan fitur yang relevan dengan tanggung jawab mereka.",
  "a_5": "Kami menyediakan layanan konsultasi untuk tugas akhir D3, skripsi S1, tesis S2, dan disertasi S3.",
  "a_6": "Cukup hubungi kami, dan tim kami yang berpengalaman akan memandu Anda melalui proses konsultasi, menawarkan dukungan yang disesuaikan dengan kebutuhan akademis Anda.",
  "a_7": "Konsultasi kami mencakup berbagai aspek, termasuk metodologi penelitian, analisis data, struktur penulisan, dan panduan akademis umum untuk memastikan keberhasilan proyek Anda.",
  "a_8": "Ya, layanan kami dipersonalisasi untuk memenuhi kebutuhan unik Anda. Kami memahami bahwa setiap proyek akademik berbeda, dan bimbingan kami disesuaikan dengan kebutuhan Anda.",
  "a_9": "Tentu saja. Kami tidak hanya membantu masalah yang berkaitan dengan konten, tetapi juga memberikan panduan tentang format yang tepat, memastikan karya akademik Anda memenuhi standar yang disyaratkan.",
  "a_10": "Tentu saja, jika Anda menginginkannya, kami akan memprioritaskan kerahasiaan. Detail proyek dan informasi pribadi Anda akan diperlakukan dengan sangat hormat dan dijaga kerahasiaannya selama proses konsultasi.",
  "a_11": "Kami berkomitmen untuk mendukung Anda hingga Anda berhasil lulus. Bantuan kami meluas di sepanjang perjalanan akademis Anda, memastikan bimbingan yang berkelanjutan hingga Anda mencapai tujuan pendidikan Anda.",
  "a_12": "Meskipun fokus utama kami adalah konsultasi, kami dapat merekomendasikan layanan pengoreksian dan pengeditan yang memiliki reputasi baik berdasarkan permintaan.",
  "a_13_a": "Layanan konsultasi kami menawarkan fleksibilitas untuk memenuhi kebutuhan spesifik Anda. Pilihlah dari opsi-opsi berikut ini:",
  "a_13_b": "Opsi 1: Dukungan eksklusif untuk tugas-tugas terkait program.",
  "a_13_c": "Opsi 2: Dukungan eksklusif untuk tugas-tugas yang berhubungan dengan penulisan.",
  "a_13_d": "Opsi 3: Bantuan komprehensif yang mencakup program dan tugas-tugas penulisan.",
  "a_13_e": "Sesuaikan layanan kami dengan kebutuhan Anda, untuk memastikan pengalaman konsultasi yang personal dan efektif.",
  "a_14": "Tim pengembangan seluler kami mahir dalam berbagai platform, termasuk pengembangan asli menggunakan Kotlin (Android) dan Swift atau Objective-C (iOS), serta kerangka kerja hibrida seperti Flutter, Xamarin, Kivy, React Native, dan Ionic.",
  "a_15": "Tentu saja. Kami menawarkan keahlian dalam Kotlin untuk Android dan Swift untuk iOS. Jika Anda memiliki preferensi untuk bahasa asli tertentu, kami dapat menyesuaikan layanan pengembangan kami untuk memenuhi kebutuhan Anda. Sebagai alternatif, kami juga mendukung kerangka kerja hibrida untuk kompatibilitas lintas platform.",
  "started_title": "Dapat Dimulai",
  "started_desc": "Dengan Solusi Ampuh Kami untuk Bisnis Anda! Lepaskan Pertumbuhan dan Tingkatkan Efisiensi.",
  "started_cta_title": "Jaminan Kepuasan",
  "started_cta_desc_st": "Merevolusi Bisnis Anda dengan Solusi Produk kami yang Mutakhir! 🚀",
  "started_cta_desc_nd": "Membuka Efisiensi Operasional, Memperkuat Hubungan Pelanggan, dan Mendorong Pertumbuhan Anda. Solusi Khusus Kami Mendorong Kesuksesan - Hubungi Kami Hari Ini untuk Konsultasi! 🌐✨",
  "started_cta_q": "Apa langkah selanjutnya?",
  "started_list_st": "Kami akan menyiapkan proposalnya.",
  "started_list_nd": "Kita akan membahasnya bersama.",
  "started_list_rd": "Mari kita mulai pembahasannya.",
  "mail_title": "katakan pada kami jenis layanan apa yang kamu butuhkan",
  "mail_submit": "kirim"
}